# Настройки бота
BOT_TOKEN = "8388489190:AAH3S8KE3Fvw6v8JcOStoiS4U2CsVjQ6dVE"

# Администраторы {ID: Имя}
ADMINS = {
    2035361591: "Админ",  # Ваш ID и имя
    1139652841: "Админ",   # Можно добавить других
    5064564101:'Админ',
    1687624123: 'Админ',
    1201446229: "Админ"
}

# Список ID админов для удобства
ADMIN_IDS = list(ADMINS.keys())

# Районы Москвы
MOSCOW_DISTRICTS = [
    "ЦАО", "САО", "СВАО", "ВАО", "ЮВАО", 
    "ЮАО", "ЮЗАО", "ЗАО", "СЗАО", "Троицкий", "Новомосковский"
]

# Типы проблем
PROBLEM_TYPES = [
    "Настройка звука",
    "Установка приложений", 
    "Проблемы с интернетом",
    "Синхронизация устройств",
    "Другое"
]